Repository: dev-xiligroup/xili-language-plugin
Catalog: xili-language/languages/xili_xl_bbp_addon-*.po
Languages: fr_fr

source: linked in:
fr_fr: lié à :

source: List of options
fr_fr: Liste des options

source: bbPress default style file in theme
fr_fr: Fichier de style bbPress par défaut dans le thème

source: Repliers cannot delete topic tags
fr_fr: Les commentateurs ne peuvent pas effacer les tags

source: This plugin shipped with xili-language package is an addon to activate multilingual features to bbPress with xili-language. Some other options are possible.
fr_fr: Cette extension disponible dans le kit xili-language est un additif pour activer les propriétés multilingue de bbPress. D'autres options sont disponibles.

source: %s settings
fr_fr: Réglages %s

source: <a href="http://wiki.xiligroup.org" target="_blank">Xili Plugins Documentation and WIKI</a>
fr_fr: <a href="http://wiki.xiligroup.org" target="_blank">Wiki des extensions xili</a>

source: <a href="http://dev.xiligroup.com/?post_type=forum/" target="_blank">Support Forums</a>
fr_fr: <a href="http://dev.xiligroup.com/?post_type=forum" target="_blank">Forum Support</a>

source: Things to remember to set xili xl-bbPress add-on:
fr_fr: Quelques éléments pour régler l’extension xili xl-bbPress add-on :

source: Activate this plugin only if bbPress plugin is activated.
fr_fr: N'activer cette extension que si bbPress est présent et actif.

source: Remember that a forum is assigned to one language. Consequences: topics and replies are assigned to this language.
fr_fr: Noter qu’un forum est assigné à une langue. Par conséquent, les sujets et réponses auront la même langue.

source: If xili-tidy-tags plugin is activated, a new instance is created for Topic-Tags. So it is possible to group Topic-Tags in clouds (by language or semantic group).
fr_fr: Si l'extension xili-tidy-tags est active, une nouvelle instance est créée pour les mots-clés Sujet. Il est dès lors possible de grouper les mots-clés sujet par langue ou selon la sémantique.

source: This first version contains basic features. Pre-tested with bbPress 2.3beta
fr_fr: Cette première version contient des propriétés basiques. Pré-testé avec bbPress 2.3beta

source: The options below are provided to customize style (css in theme) or change behaviour (Repliers cannot delete tags).
fr_fr: Ces options ci-dessous sont disponibles pour personnaliser le style (css dans le thème) ou changer le comportement (impossible aux commentateurs de supprimer les tags.

source: About xili xl-bbPress add-on
fr_fr: A propos de xili xili-language-bbPress add-on

source: For more infos
fr_fr: Pour plus d'information

source: Installation of both xili-language AND bbPress is not completed. (You need to desactivate plugin - xili xl bbp addon - if you do not use bbPress).
fr_fr: L'installation de xili-language ET de bbPress n'est pas complète. (Désactiver l’extension - xili xl-bbp addon - si vous n'utilisez pas bbPress).

source: Settings
fr_fr: Réglages

source: Save Changes
fr_fr: Enregistrer les modifications

source: Author
fr_fr: Auteur

source: For more information:
fr_fr: Pour plus d'infos :

source: <a href="http://codex.wordpress.org/" target="_blank">WordPress Documentation</a>
fr_fr: <a href="http://codex.wordpress.org/" target="_blank">Documentation WordPress</a>
